; This is the English language file for Open File shell for TC application, version 1.8a
; Information for translators.

; New lines (v1.7c -> v1.8a) are marked with the "; new" comments (above these lines),
; changed lines are marked with the "; changed" comment.
; Also, part of new strings is marked with the "; new (*)" symbols. While OpenFileTC
; wa in test, some translators have maked a temporary .lng-files. This mark show them
; all new strings. If you didn't make temp. translations, then do not make an attention on 
; this symbol - translate this string as new

; It's recommended to save this language file in Unicode. But if ANSI code works correctly
; in your country, then you can save language file in this code page.
;
; You can use "/s;" string (3 symbols, without quotes) to make a break in string.

; --------------------------------------------- ;
;						;
; Version 1.8a					;
; [Misc]					;
; 5=<Link to the OpenFileTC's discussing forum	;
;   on your native language if it exists>	;
;						;
; --------------------------------------------- ;

[Misc]           ; info about author of this language file. Please fill all fields correctly and put here info only about YOU :)
 ; language name, must be in your native letters
0=Korean
 ; name of translator (man or company)
1=Lee Uk-jeong, Xcaliber
 ; supported OpenFileTC version
2=1.7с            
 ; your contact information and copyrights. Will be enable only here, don't be published in OpenFileTC 
3=E-Mail: nearfri@yahoo.co.kr, Xcaliber@xpg.in 
 ; new: OpenFileTC discussing forum in your native language (if it exists)
5=http://xpg.in/forum/viewtopic.php?p=2542#2542

[MainUnit]       ; strings and messages for main window
0=%FileName% 파일을 열 프로그램을 선택하세요
1=이전에 선택했던 프로그램
2=다른 프로그램
3=단축키
4=없어진 프로그램
5=새 프로그램...
6=프로그램 선택:
7=선택하신 파일은 실행 프로그램이 아닙니다!/s;"%ProgramName%"./s;이 파일의 확장자는 "EXE"가 아닙니다./s;그래도 이 파일을 사용하시겠습니까?
8=프로그램:
9=확장자:
10=전체 경로:
11=프로그램을 찾지 못했습니다!
12=연결 수정
13=프로그램 경로 수정
14=이름 바꾸기
15=단축키:
16=목록에서 삭제
17=이름 바꾸기
18=새 이름:
19=정말 "%ProgramName%" 프로그램을/s;목록에서 삭제하시겠습니까?
20=주의: 시스템에서 토탈 커맨더를 발견하였습니다./s;"Open File shell for TC"를 토탈 커맨더의 기본 에디터로 설정하시겠습니까?/s;/s; - F4 키로 어떤 파일이든 당신이 원하는 에디터로 연결할 수 있습니다./s; - Open File TC는 간편합니다/s/s/s;다음 실행시 이 질문을 더 이상 하지 않습니다.
21=감사합니다! 토탈 커맨더를 사용 중이시라면 재시작 후 적용됩니다.
22=주의: 시스템에서 DbCD Universal을 발견하였습니다. "Open File shell for TC"를 DbCD Universal의 기본 뷰어로 설정하시겠습니까?/s;/s; - F3 키로 어떤 파일이든 당신이 원하는 뷰어로 연결할 수 있습니다./s; - Open File TC는 간편합니다/s/s/s;다음 실행시 이 질문을 더 이상 하지 않습니다.
23=감사합니다! DbCD Universal을 사용 중이시라면 재시작 후 적용됩니다.
24=%FileName% 파일을 연결할 프로그램을 추가하세요.
25=현재 확장자에 대해 항상 선택된 프로그램 사용
26=%ProgramName% 설정
27=열기, 하지만 프로그램을 감시하진 않습니다
28=%ProgramName% (으)로 열기
29=실행 횟수:
30=매개변수없이 프로그램을 실행하였습니다. 이 방식으로 프로그램을 추가하는 걸 권장하지 않습니다. 그래도 목록에 새 요소를 추가하시겠습니까?
31=%FileType% 파일에 대해선 더 이상 선택 윈도우를 보이지 않습니다./s;다음부터 선택하신 프로그램으로 바로 실행합니다.
32=확인
33=OpenFileTC 설정
34=취소
35=정렬
36=보기 변경
37=아이콘 보이기
38=설정 상태
39=현재 "%ProgramName%" 사용 중
40=전체 프로그램 목록
41=실행 파일 편집/s;/s;OpenFileTC로 다음 실행파일을 넘겨 받았습니다:/s;%FileName%/s;이 프로그램을 OpenFileTC의 편집기 목록에 추가 하시겠습니까?/s;/s;YES를 누르면, 이 프로그램을 편집기 목록에 추가합니다/s;NO를 누르면, 이 파일을 편집합니다
42=프로그램이 창에 보여집니다.
43=프로그램 구성 그룹을 생성할 수 없습니다. 프로그램에 오류가 있는 것 같습니다.
44="%INIFileName%" 설정 파일을 생성할 수 없습니다./s;프로그램이 읽기 전용 장치에서 실행 중이거나 설정 파일에 쓰기 금지가 되어있습니다./s;모든 설정을 "%WinFolder%" 폴더에 저장할 것입니다.
45=설정 파일 생성중 오류가 발생하였습니다./s;파일명: "%INIFileName%"/s;시스템 메시지: "%SystemMessage%"/s;에러 클래스: "%ClassMessage%"/s;/s;프로그램은 종료될 것입니다.
46=따옴표없이 리스트의 첫번째 파일만 엽니다
47=따옴표와 함께 리스트의 첫번째 파일만 엽니다
48=따옴표없이 각각의 파일을 따로 엽니다
49=따옴표와 함께 각각의 파일을 따로 엽니다
50=프로그램이 작업표시줄로 최소화됩니다
51=선택하신 포맷의 파일과 연결할 프로그램을 추가하세요
52=프로그램이 최대화됩니다

[EditExtsUnit]   ; here strings and messages for extensions tuner window
0="%ProgramName%"에 연결할 확장자 설정
1=확인
2=취소
3=추가
4=편집
5=삭제
6=새 확장자
7=확장자:
8=%ProgramName%(으)로 바로 열기
9=프로그램 선택 창 보이기
10=OpenFileTC의 동작
11=타입
12=명령행
13=허용된 변수:/s;/s;%1, %FullFileName% - 파일 전체 이름/s;%FileName% - 파일 이름만 (경로와 확장자 제외)/s;%FileExt% - 파일 확장자 (.없이)/s;변수는 대소문자 구분 없습니다

[SetupUnit]    ; setup window
0=Open File TC 설정
1=언어:
2=글꼴과 색상
3=보기 변경:
4=목록에서 사용할 언어를 선택하세요./s;http://antoon-inc.com/oftc/에서 더 많은 언어 파일을 다운받을 수 있습니다.
5=설정 항목
6=아이콘
7=리스트
8=작은 아이콘
9=리포트
10=아이콘 보이기
11=프로그램의 아이콘을 보여 줍니다
12=적용
13=모든 변경사항 적용
14=확인
15=변경사항을 저장하고 이 창을 닫습니다
16=취소
17=변경사항을 저장하지 않고 창을 닫습니다
18=사용자마다 고유의 설정 사용
19=이 컴퓨터의 사용자 계정마다 각각의 OpenFileTC 설정을 사용합니다
20=이 파일이 존재한다면 이 컴퓨터의 사용자 계정마다 OpenFileTC의 설정 파일을 따로 가지고 있는 것입니다. 모든 사용자가 같은 설정을 갖길 원한다면 이 파일을 지우십시오. 이 코멘트는 지워질 수 있습니다.
21=글꼴...
22=메인 창 글꼴, 크기, 색상을 설정합니다
23=배경색...
24=메인 창 배경색을 설정합니다
25=캐시 아이콘
26=아이콘을 실행파일에서 한번만 읽어 들입니다/s;이후엔 아이콘 하위폴더에 저장된 걸 사용합니다 (추천)
27=기타
28=고급
29=정보
30=아이콘 출력 방식 선택
31=실행중인 프로그램 감시하지 않기
32=파일을 열자마자 OpenFileTC를 종료합니다/s;단, 압축파일 안의 파일을 수정했을 경우, 수동으로 재압축해야 합니다
33=툴팁을 마우스 옆에 보이기
34=프로그램의 툴팁은 OpenFileTC 창의 구석에 나타납니다.(기본값)
35=툴팁 보이기
36=메인 창에서 마우스 오버시/s;프로그램 팁 보이기
37=메인 창:
38=대화상자:
39=다른 창의 글꼴, 크기, 색상
40=메인 창의 프로그램 정렬 방식:
41=메인 창에 추가되는 프로그램들의/s;정렬 방식을 선택하세요
42=알파벳 순
43=실행 빈도 순
44="사용자마다 고유의 설정 사용" 옵션은 프로그램을 재시작한 후에 적용될 것입니다.
45=프로그램 강제 호출 변경
46=눌림키 설정:
47=이 키가 눌려있을때/s;항상 OpenFileTC 창을 띄웁니다
48=마우스 커서 위치 설정:
49=마우스 커서가 설정한 위치에 있을때/s;항상 OpenFileTC 창을 띄웁니다
50=마우스 커서의 위치를 선택하세요
51=키를 선택하세요
52=위-왼쪽 화면 구석
53=위-오른쪽 화면 구석
54=아래-왼쪽 화면 구석
55=아래-오른쪽 화면 구석
56=디렉토리 열기 지원
57=F4로 선택한 폴더 열기 허용/s;Enable the tag %Dir% as the supported extension./s;More info you can read at the .chm help-file
58="현재 확장자에 대해 항상 선택된 프로그램 사용" 체크박스 상태 :
59=체크 박스의 상태를 설정할 수 있습니다/s;항상 체크되게 하거나, 항상 체크되지 않게 할 수 있으며/s;사용자의 마지막 체크 상태를 기억 할 수 있습니다
60=마지막 체크 상태 기억
61=항상 체크 안함
62=항상 체크 함
63=F4를 눌러서 실행파일을 편집기 목록에 추가
64=EXE 파일을 편집하려고 할때/s;해당 실행파일을 편집기 목록에 추가할지/s;OpenFileTC가 물어봅니다
65=Home page:
66=Forum:

[HotKeyUnit]    ; hot keys window
0=단축키
1="%ProgramName%"을(를) 실행할 단축키 설정
2=현재 단축키:
3=새로운 단축키:
4=확인
5=변경사항을 저장하고 윈도우를 닫습니다
6=취소
7=변경사항을 저장하지 않고 윈도우를 닫습니다
8=없음
9=선택하신 단축키는 OpenFileTC에 의해 할당되어 있어서 사용할 수 없습니다
10=선택하신 단축키는 %ProgramName%에서 이미 사용중입니다./s;기존 설정값을 지우고 이 단축키를 %CurrProgramName%에 할당하시겠습니까?

[ProgramSettingsUnit]    ; Window for settings of one selected executable
0=%ProgramName% 속성
1=프로그램 이름:
2=프로그램 경로:
3=공통 명령행:
4=OpenFileTC이 실행파일을 찾지 못했습니다/s;경로를 확인해 주세요
5=이 프로그램의 이름을 입력하세요
6=이 프로그램의 전체경로를 입력하세요
7=파일 선택
8=파일 열기 문제 해결
9=문제 없음
10=이 프로그램에서 각각의 파일을 여는데 문제가 없습니다
11=따옴표없이 리스트의 첫번째 파일만 프로그램으로 보냅니다
12=따옴표없이 리스트의 모든 파일이 아닌, 리스트의 첫번째 파일만 실행 파일의 명령행으로 보냅니다
13=따옴표와 함께 리스트의 첫번째 파일만 프로그램으로 보냅니다
14=따옴표와 함께 리스트의 모든 파일이 아닌, 리스트의 첫번째 파일만 실행 파일의 명령행으로 보냅니다
15=따옴표와 함께 각각의 파일을 따로 실행합니다
16=이 프로그램을 여러 개 실행합니다./s;각 프로그램은 따옴표와 함께 리스트 중 하나의 파일을 받습니다./s;주의: 이 경우 Open File TC는 실행파일 추적을 그만 둘 것입니다.
17=확장자...
18=이 프로그램의 확장자 목록을 설정합니다
19=확인
20=변경사항을 저장하고 창을 닫습니다
21=취소
22=변경사항을 저장하지 않고 창을 닫습니다
23=따옴표없이 각각의 파일을 따로 실행합니다
24=이 프로그램을 여러 개 실행합니다./s;각 프로그램은 따옴표없이 리스트 중 하나의 파일을 받습니다./s;주의: 이 경우 Open File TC는 실행파일 추적을 그만 둘 것입니다.
25=다른 아이콘 파일을 선택하려면/s;마우스로 이미지를 클릭하세요
26=아이콘 파일 선택
27=파일 저장...
28=단축키...
29=OpenFileTC창에서 사용될/s;단축키를 설정합니다
30=명령행 결합
31=이 프로그램의 모든 확장자에 공통적으로 사용될 명령을 입력하세요
32=아이콘 변경
33=아이콘 파일 저장...
34=프로그램 실행시 창의 상태 (실행을 보장하지 않습니다):
35=기본값
36=창으로
37=최소화
38=최대화
39=새로운 확장자 파일은 모두 이 프로그램으로 바로 열기
40=새로운 확장자 파일을 열때 연결할 편집기를 찾지 못하면/s;이 편집기가 해당 파일을 엽니다

[FoundClipUnit]
0=클립보드 찾기
1=클립보드 ID정보: %BufferID%
2=예상된 유형:
3=주의: 클립보드에 인식할 수 없는 정보를 가지고 있습니다. 팝업 목록에서 인식 유형을 사용해서 클립보드의 유형 정보를 확인시켜 주세요.
4=자동 인식 (실험적!)
5=데이타 유형을 자동으로 인식 (권장하지 않음)
6=선택
7=데이타 유형 인식 성공
8=찾을 수 없음
9=데이타 유형 인식할 수 없음
10=Text ( ANSI )
11=Text ( OEM )
12=Text ( UNICODE )
13=Image ( BMP )
14=Image ( JPG )
15=Image ( TIFF )
16=Metafile
17=Unknown block